[{"id":1,"title":"Pug actually direct trade pickled kombucha disrupt muggle magic.","text":"Wayfarers meggings shabby chic. Street slow-carb shoreditch. Helvetica salvia loko vegan actually shabby chic portland. Chia vinyl diy fingerstache wes anderson.","username":"emile.weinat","hours":150,"upvotes":33,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-07-29 00:50:50 -0700"},{"id":2,"title":"Kinfolk xoxo normcore street cold-pressed fixie mustache ennui.","text":"Sartorial shabby chic ramps pbr&b portland carry wes anderson. Cornhole pop-up pickled marfa pitchfork meggings mixtape. Pitchfork biodiesel skateboard. Craft beer cliche shoreditch wes anderson viral.","username":"milly","hours":785,"upvotes":19,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-12 10:47:46 -0700"},{"id":3,"title":"Authentic thundercats deep v you probably haven't heard of them kogi cliche chartreuse.","text":"Wes anderson wayfarers seitan carry irony. Food truck authentic letterpress taxidermy. Health next level normcore microdosing chillwave. Selvage cred shabby chic. Food truck semiotics chartreuse listicle bushwick selvage normcore.","username":"shelton","hours":577,"upvotes":156,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-30 11:44:06 -0700"},{"id":4,"title":"Bushwick tofu kombucha vice diy fingerstache art party keytar park.","text":"Venmo 3 wolf moon synth loko lo-fi. Readymade kickstarter humblebrag ennui cliche leggings aesthetic chartreuse. Trust fund tumblr synth. Truffaut meditation put a bird on it tacos.","username":"cristopher_kertzmann","hours":912,"upvotes":113,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-24 06:37:30 -0700"},{"id":5,"title":"Cornhole locavore hoodie franzen crucifix everyday.","text":"Kogi cray craft beer next level green juice. Hella taxidermy literally yuccie vegan franzen shabby chic. Squid ennui keffiyeh artisan tattooed pork belly trust fund fashion axe. Tumblr chia letterpress sriracha yr pork belly.","username":"rico_botsford","hours":455,"upvotes":767,"subreddit":"askreddit","icon":null,"timestamp":"2019-08-01 05:14:14 -0700"},{"id":6,"title":"+1 pug trust fund cold-pressed art party pbr&b.","text":"Health chambray street. Gluten-free craft beer you probably haven't heard of them try-hard. Fashion axe brunch muggle magic kogi franzen biodiesel.","username":"rubi_dach","hours":606,"upvotes":568,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-10 11:22:01 -0700"},{"id":7,"title":"Bicycle rights street tote bag asymmetrical.","text":"Sustainable tumblr irony aesthetic +1 pug. Farm-to-table chillwave asymmetrical small batch wolf normcore mustache. Photo booth portland 8-bit trust fund schlitz craft beer leggings cray. Shabby chic stumptown hammock tumblr etsy portland migas. Beard fixie selvage wes anderson diy disrupt hashtag.","username":"kenneth","hours":575,"upvotes":594,"subreddit":"askreddit","icon":null,"timestamp":"2019-07-11 17:31:50 -0700"},{"id":8,"title":"Biodiesel fixie cleanse poutine flexitarian.","text":"Bicycle rights pour-over squid. Tote bag fashion axe kombucha vice swag. Plaid small batch mlkshk cliche leggings kinfolk fanny pack. Iphone quinoa schlitz deep v hella pug typewriter.","username":"casie.rogahn","hours":950,"upvotes":662,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-08-31 09:15:24 -0700"},{"id":9,"title":"Pabst butcher vhs asymmetrical kogi messenger bag letterpress put a bird on it.","text":"Vinyl muggle magic semiotics jean shorts 8-bit goth art party freegan. Freegan irony pabst waistcoat truffaut tofu bicycle rights. Franzen 3 wolf moon raw denim fashion axe asymmetrical.","username":"duncan","hours":164,"upvotes":23,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-07-07 01:10:30 -0700"},{"id":10,"title":"Bespoke vhs raw denim heirloom venmo diy.","text":"Raw denim biodiesel cray. Echo tofu flannel venmo pop-up put a bird on it mixtape truffaut. Typewriter phlogiston migas shoreditch craft beer ennui locavore banjo. Asymmetrical humblebrag green juice carry umami marfa.","username":"coretta","hours":582,"upvotes":333,"subreddit":"tv","icon":null,"timestamp":"2019-09-05 08:27:07 -0700"},{"id":11,"title":"Bespoke direct trade master street franzen +1.","text":"Actually distillery authentic migas try-hard fanny pack slow-carb literally. Viral dreamcatcher asymmetrical gluten-free. Fixie hashtag lomo intelligentsia put a bird on it master fanny pack. Flexitarian chambray pbr&b bicycle rights narwhal schlitz. Biodiesel humblebrag banjo tofu waistcoat crucifix bushwick.","username":"tamie","hours":38,"upvotes":146,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-06-07 18:20:53 -0700"},{"id":12,"title":"Normcore squid kickstarter scenester.","text":"Raw denim you probably haven't heard of them try-hard diy 3 wolf moon irony roof synth. Mixtape keffiyeh master before they sold out goth umami post-ironic freegan. Shabby chic everyday tilde brunch. Listicle fanny pack post-ironic.","username":"edgardo","hours":753,"upvotes":15,"subreddit":"movies","icon":null,"timestamp":"2019-07-21 01:33:55 -0700"},{"id":13,"title":"Loko kogi 90's blog poutine.","text":"Echo disrupt schlitz. 90's hashtag aesthetic freegan. Banjo whatever single-origin coffee pitchfork you probably haven't heard of them 8-bit listicle.","username":"anya_beatty","hours":691,"upvotes":888,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-08-11 15:37:50 -0700"},{"id":14,"title":"Muggle magic everyday brooklyn ennui.","text":"Letterpress cred vice occupy paleo listicle pinterest. Flannel goth hella carry celiac. Fingerstache readymade migas tumblr kale chips roof retro deep v.","username":"johnie","hours":294,"upvotes":384,"subreddit":"askreddit","icon":null,"timestamp":"2019-06-28 01:58:14 -0700"},{"id":15,"title":"Small batch chia yuccie cronut photo booth meh viral readymade.","text":"Knausgaard kickstarter pork belly five dollar toast. Church-key tacos pug. Trust fund aesthetic flexitarian schlitz offal yr pinterest.","username":"sybil","hours":22,"upvotes":563,"subreddit":"movies","icon":null,"timestamp":"2019-08-31 23:40:00 -0700"},{"id":16,"title":"Taxidermy selfies food truck viral roof.","text":"Tattooed waistcoat yuccie. Tofu muggle magic wayfarers. Gentrify squid deep v meh fixie pour-over. 90's umami mumblecore crucifix.","username":"denese","hours":36,"upvotes":39,"subreddit":"movies","icon":null,"timestamp":"2019-07-18 05:48:40 -0700"},{"id":17,"title":"Carry keytar twee gentrify bushwick freegan.","text":"Franzen bespoke muggle magic pickled twee single-origin coffee migas. Keffiyeh etsy put a bird on it neutra schlitz tumblr yr. Portland cornhole diy kinfolk lomo meggings irony. Microdosing fashion axe twee hella next level authentic pour-over selvage. Umami williamsburg cold-pressed marfa hella.","username":"wayne","hours":82,"upvotes":731,"subreddit":"woahdude","icon":null,"timestamp":"2019-07-12 21:45:26 -0700"},{"id":18,"title":"Hella diy 8-bit knausgaard organic locavore taxidermy raw denim pickled.","text":"Umami cardigan yr. Everyday blue bottle church-key fashion axe narwhal disrupt. Green juice synth chicharrones yuccie you probably haven't heard of them organic butcher. Locavore shoreditch tattooed sartorial.","username":"timothy","hours":595,"upvotes":274,"subreddit":"askreddit","icon":null,"timestamp":"2019-09-02 21:38:42 -0700"},{"id":19,"title":"Plaid vegan ethical fanny pack franzen.","text":"Dreamcatcher brunch godard knausgaard art party cleanse occupy twee. Swag church-key offal. Pbr&b austin goth microdosing cronut chartreuse locavore try-hard.","username":"lester_homenick","hours":627,"upvotes":437,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-08-07 16:36:10 -0700"},{"id":20,"title":"Chartreuse meditation hammock next level artisan brooklyn fingerstache narwhal migas.","text":"Park banh mi fixie cray next level. Gastropub bicycle rights typewriter. Carry freegan flannel. Kombucha master offal irony. Authentic thundercats readymade intelligentsia vegan brooklyn.","username":"terrell.mckenzie","hours":582,"upvotes":10,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-05-21 08:20:48 -0700"},{"id":21,"title":"Truffaut health cleanse narwhal chia deep v kombucha organic.","text":"Bicycle rights street ethical. Godard cliche swag authentic irony pickled fanny pack. Trust fund before they sold out hoodie squid. Vinyl swag skateboard.","username":"odea","hours":195,"upvotes":483,"subreddit":"movies","icon":null,"timestamp":"2019-08-11 00:29:38 -0700"},{"id":22,"title":"Hoodie meggings try-hard heirloom cray quinoa etsy you probably haven't heard of them.","text":"Letterpress seitan butcher kogi. Lomo hashtag vegan lumbersexual chambray heirloom. Butcher skateboard bitters xoxo loko offal helvetica venmo. Truffaut xoxo kitsch street fanny pack.","username":"houston.schmitt","hours":980,"upvotes":539,"subreddit":"movies","icon":null,"timestamp":"2019-07-28 19:13:13 -0700"},{"id":23,"title":"Shabby chic phlogiston marfa normcore franzen iphone quinoa.","text":"Cliche wayfarers seitan ramps goth 3 wolf moon williamsburg locavore. Synth vhs organic pour-over. Umami chicharrones selfies +1. Carry offal craft beer stumptown sartorial kale chips cronut.","username":"malinda_waters","hours":814,"upvotes":679,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-05-31 22:09:30 -0700"},{"id":24,"title":"Lo-fi thundercats pabst goth polaroid banjo retro.","text":"Fixie vice bicycle rights food truck post-ironic authentic flexitarian. Wayfarers sriracha offal. Narwhal jean shorts keffiyeh fanny pack locavore franzen 3 wolf moon. Banjo health fixie pour-over. Tacos poutine yuccie.","username":"asa","hours":551,"upvotes":636,"subreddit":"politics","icon":null,"timestamp":"2019-08-03 11:53:40 -0700"},{"id":25,"title":"Waistcoat cold-pressed pork belly meh literally readymade craft beer cred.","text":"Leggings taxidermy gastropub vinegar farm-to-table tousled. Trust fund helvetica cronut pop-up pour-over sriracha. Sustainable ennui lumbersexual yolo hashtag disrupt kickstarter. Hammock poutine ethical.","username":"january.mclaughlin","hours":330,"upvotes":253,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-07-03 05:26:02 -0700"},{"id":26,"title":"Distillery meh offal 90's listicle salvia keffiyeh.","text":"+1 pour-over vice stumptown cronut. Messenger bag xoxo taxidermy umami heirloom single-origin coffee. Literally keffiyeh occupy crucifix kombucha.","username":"elmer_klocko","hours":25,"upvotes":309,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-27 07:31:11 -0700"},{"id":27,"title":"Chartreuse shabby chic pabst drinking mlkshk green juice shoreditch selvage aesthetic.","text":"Keytar celiac tumblr pitchfork. Vinegar street plaid vice. Flannel viral hella tacos mumblecore kogi offal goth. Bitters etsy authentic microdosing keytar whatever. Gentrify pinterest kombucha flannel.","username":"diego","hours":415,"upvotes":265,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-03 00:44:37 -0700"},{"id":28,"title":"Mumblecore before they sold out lumbersexual williamsburg ugh pickled messenger bag.","text":"Leggings loko put a bird on it. Kale chips viral thundercats. Tilde tousled heirloom. Put a bird on it offal tumblr tacos plaid organic lumbersexual. Selfies distillery banjo.","username":"floy","hours":718,"upvotes":433,"subreddit":"tv","icon":null,"timestamp":"2019-07-04 03:56:19 -0700"},{"id":29,"title":"Quinoa chillwave pabst deep v bespoke.","text":"Deep v waistcoat aesthetic. Crucifix irony salvia swag church-key yolo. Church-key raw denim yr goth blue bottle retro pickled.","username":"cay","hours":426,"upvotes":718,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-14 02:13:39 -0700"},{"id":30,"title":"Migas meh fixie hashtag deep v meggings distillery kitsch.","text":"Iphone echo pabst authentic five dollar toast. Distillery meditation echo mumblecore vice master authentic carry. Stumptown waistcoat slow-carb mlkshk.","username":"reinaldo.hermiston","hours":944,"upvotes":251,"subreddit":"tv","icon":null,"timestamp":"2019-06-27 05:52:47 -0700"},{"id":31,"title":"Pickled post-ironic church-key goth slow-carb.","text":"Knausgaard cleanse yr skateboard umami. Asymmetrical occupy literally. Park shabby chic bespoke umami taxidermy mustache muggle magic. Forage craft beer health occupy messenger bag distillery.","username":"desmond","hours":887,"upvotes":416,"subreddit":"politics","icon":null,"timestamp":"2019-08-21 19:38:52 -0700"},{"id":32,"title":"Cliche cleanse skateboard muggle magic kinfolk narwhal banjo.","text":"Pickled etsy kombucha seitan. Intelligentsia etsy mlkshk crucifix. Whatever intelligentsia freegan keffiyeh carry kombucha.","username":"malcolm_leannon","hours":764,"upvotes":571,"subreddit":"movies","icon":null,"timestamp":"2019-08-11 23:36:01 -0700"},{"id":33,"title":"Schlitz salvia shabby chic cray fixie.","text":"Synth try-hard dreamcatcher fixie viral vegan. Irony scenester ennui muggle magic plaid tattooed pug salvia. Aesthetic marfa gluten-free brunch viral bitters iphone lomo. Pinterest godard quinoa.","username":"brock","hours":388,"upvotes":332,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-30 17:08:56 -0700"},{"id":34,"title":"Actually fanny pack church-key bitters.","text":"Portland hella neutra. Cliche schlitz xoxo sartorial scenester taxidermy banjo. Blue bottle ugh helvetica church-key. Carry small batch messenger bag quinoa portland.","username":"colleen.mante","hours":794,"upvotes":191,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-05 11:14:31 -0700"},{"id":35,"title":"Ramps you probably haven't heard of them whatever tote bag dreamcatcher cold-pressed goth semiotics.","text":"Health quinoa blue bottle selvage. Cliche loko seitan. Leggings truffaut phlogiston cleanse xoxo marfa. Beard sustainable jean shorts lo-fi selvage. Bushwick gluten-free mixtape single-origin coffee yr.","username":"quintin","hours":800,"upvotes":212,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-07-11 11:46:44 -0700"},{"id":36,"title":"Cardigan kogi meditation vinegar twee venmo 3 wolf moon.","text":"Gastropub raw denim vinyl normcore you probably haven't heard of them organic poutine. Mixtape carry umami heirloom chartreuse. Shoreditch cleanse marfa waistcoat squid fixie. Slow-carb flexitarian photo booth bushwick drinking gluten-free wolf lomo. Mustache deep v you probably haven't heard of them taxidermy.","username":"tiera.rogahn","hours":467,"upvotes":580,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-10 19:42:08 -0700"},{"id":37,"title":"3 wolf moon vice chartreuse deep v church-key everyday artisan.","text":"Lo-fi kale chips mlkshk. Typewriter venmo fixie gluten-free. Carry polaroid ramps. Actually synth offal vhs echo austin. Kinfolk tilde irony skateboard keffiyeh semiotics polaroid normcore.","username":"chong_brekke","hours":752,"upvotes":787,"subreddit":"tv","icon":null,"timestamp":"2019-07-10 04:01:01 -0700"},{"id":38,"title":"Sartorial selvage butcher photo booth retro waistcoat thundercats twee +1.","text":"Kogi chartreuse scenester tacos kombucha freegan iphone literally. Messenger bag hella sriracha listicle keytar. Iphone austin yuccie kinfolk. Pinterest mumblecore vice. Hoodie disrupt hella meggings yr quinoa selvage butcher.","username":"stuart","hours":379,"upvotes":990,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-07 20:54:56 -0700"},{"id":39,"title":"Cray blue bottle ugh chartreuse literally beard artisan neutra tumblr.","text":"Sriracha pinterest plaid chillwave chicharrones. Loko etsy actually biodiesel meh cliche. Stumptown selvage organic sustainable green juice before they sold out paleo. Fashion axe normcore fanny pack bicycle rights post-ironic shoreditch scenester.","username":"libbie","hours":654,"upvotes":37,"subreddit":"politics","icon":null,"timestamp":"2019-06-05 19:43:29 -0700"},{"id":40,"title":"Godard art party selvage leggings.","text":"Artisan twee drinking art party carry yuccie. Sustainable lo-fi pitchfork street 8-bit. Bespoke shoreditch schlitz art party migas pork belly. Cleanse cardigan kickstarter kombucha cronut.","username":"darryl_mcclure","hours":347,"upvotes":324,"subreddit":"politics","icon":null,"timestamp":"2019-07-29 19:16:48 -0700"},{"id":41,"title":"Neutra cray tattooed knausgaard tofu.","text":"Wes anderson paleo craft beer readymade heirloom park. Paleo street cred you probably haven't heard of them leggings. Synth irony viral. Food truck chicharrones sartorial meh narwhal.","username":"jimmie.cartwright","hours":596,"upvotes":251,"subreddit":"politics","icon":null,"timestamp":"2019-07-13 13:18:03 -0700"},{"id":42,"title":"Park blue bottle chartreuse gentrify 90's shabby chic.","text":"Keytar lomo health plaid truffaut cardigan hashtag tilde. Raw denim truffaut wayfarers literally keffiyeh artisan yolo taxidermy. Trust fund locavore wolf diy echo single-origin coffee cleanse.","username":"rose_altenwerth","hours":103,"upvotes":995,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-06-23 12:14:32 -0700"},{"id":43,"title":"Chambray vinyl photo booth disrupt tattooed quinoa pug sartorial fingerstache.","text":"Sustainable photo booth normcore vinyl. Tote bag viral meh plaid dreamcatcher sriracha farm-to-table yr. Chia polaroid pour-over cronut tousled. Art party polaroid wolf. Hella hoodie shabby chic normcore mumblecore muggle magic master.","username":"meryl.altenwerth","hours":703,"upvotes":951,"subreddit":"politics","icon":null,"timestamp":"2019-08-21 10:53:14 -0700"},{"id":44,"title":"Cray pabst brooklyn banh mi locavore single-origin coffee ethical pickled vinyl.","text":"Cornhole raw denim swag thundercats. Humblebrag lomo cold-pressed polaroid. Five dollar toast shabby chic muggle magic helvetica mustache truffaut pbr&b.","username":"susy","hours":645,"upvotes":735,"subreddit":"politics","icon":null,"timestamp":"2019-06-19 07:08:54 -0700"},{"id":45,"title":"Disrupt typewriter taxidermy five dollar toast kogi asymmetrical goth truffaut.","text":"Marfa green juice neutra whatever. Microdosing portland pop-up austin fanny pack cray. Phlogiston marfa aesthetic bushwick seitan mumblecore. Vegan keytar vice flexitarian narwhal.","username":"melina","hours":328,"upvotes":993,"subreddit":"tv","icon":null,"timestamp":"2019-09-09 02:34:25 -0700"},{"id":46,"title":"Green juice chillwave beard ramps direct trade normcore trust fund portland thundercats.","text":"Freegan bicycle rights salvia locavore put a bird on it tote bag. Craft beer disrupt crucifix paleo. Franzen fingerstache slow-carb echo iphone marfa. Chillwave jean shorts single-origin coffee umami.","username":"jacalyn","hours":612,"upvotes":670,"subreddit":"askreddit","icon":null,"timestamp":"2019-08-11 02:44:08 -0700"},{"id":47,"title":"Selfies seitan hammock iphone leggings.","text":"Fanny pack poutine cronut you probably haven't heard of them small batch five dollar toast polaroid. Wolf lumbersexual muggle magic jean shorts franzen. Brooklyn meggings green juice 3 wolf moon etsy yr lomo chia. Thundercats chartreuse neutra.","username":"debbra","hours":690,"upvotes":659,"subreddit":"woahdude","icon":null,"timestamp":"2019-05-25 23:32:35 -0700"},{"id":48,"title":"Tousled chartreuse ramps health selfies retro.","text":"Hella asymmetrical paleo brooklyn. Vice pabst asymmetrical keytar forage slow-carb. Shabby chic fingerstache small batch mlkshk chia. Wayfarers shabby chic post-ironic lomo gastropub ethical.","username":"jose_keebler","hours":128,"upvotes":232,"subreddit":"movies","icon":null,"timestamp":"2019-05-25 23:36:06 -0700"},{"id":49,"title":"Kinfolk semiotics pickled stumptown.","text":"8-bit kogi chicharrones cronut selvage 90's godard. Gentrify irony typewriter yr. Hoodie fanny pack brooklyn. Hella meditation tumblr. Intelligentsia leggings fanny pack seitan microdosing vinyl next level.","username":"robbin.turner","hours":745,"upvotes":485,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-06-07 01:54:46 -0700"},{"id":50,"title":"Wolf humblebrag sriracha direct trade xoxo bitters.","text":"Mlkshk 3 wolf moon occupy. Skateboard 90's ethical cronut etsy actually. Ramps sriracha xoxo street vinyl pbr&b swag fashion axe. Vinegar normcore chia leggings tacos jean shorts heirloom.","username":"emmitt_wyman","hours":740,"upvotes":767,"subreddit":"askreddit","icon":null,"timestamp":"2019-07-07 06:11:48 -0700"},{"id":51,"title":"Migas park ethical cliche try-hard hammock schlitz.","text":"Banjo yuccie quinoa. Iphone vegan five dollar toast pitchfork. 3 wolf moon raw denim put a bird on it crucifix seitan occupy. Irony roof fixie williamsburg ethical. Blue bottle cliche bespoke loko beard bushwick godard.","username":"sam","hours":268,"upvotes":235,"subreddit":"woahdude","icon":null,"timestamp":"2019-05-23 06:42:57 -0700"},{"id":52,"title":"Lo-fi keffiyeh lumbersexual venmo asymmetrical.","text":"Truffaut phlogiston readymade. Scenester banjo mumblecore stumptown pickled. Letterpress bushwick leggings semiotics.","username":"harlan.kertzmann","hours":315,"upvotes":50,"subreddit":"woahdude","icon":null,"timestamp":"2019-07-13 16:41:06 -0700"},{"id":53,"title":"Ugh sriracha cray heirloom ethical thundercats cardigan.","text":"Chartreuse five dollar toast pabst yr. Wes anderson franzen fixie. Occupy distillery vinyl before they sold out. Deep v whatever synth ramps phlogiston cray park migas. Craft beer distillery cray kale chips intelligentsia truffaut scenester.","username":"malik.littel","hours":83,"upvotes":318,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-08-02 11:59:54 -0700"},{"id":54,"title":"Tumblr meggings carry wolf bushwick yolo.","text":"Banjo tattooed meh schlitz before they sold out. Cliche park pinterest. Brunch paleo aesthetic. Synth pitchfork marfa retro drinking photo booth next level pabst.","username":"melvin_thiel","hours":960,"upvotes":583,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-08-05 05:41:30 -0700"},{"id":55,"title":"Tilde occupy helvetica heirloom yr flannel.","text":"Literally 8-bit austin ennui. Irony narwhal plaid vegan beard lumbersexual. Ugh yuccie pbr&b poutine kogi you probably haven't heard of them mumblecore try-hard. Flexitarian knausgaard pickled jean shorts tacos ramps brunch. Kombucha tumblr 3 wolf moon wes anderson cold-pressed flexitarian vice.","username":"francesco_schowalter","hours":76,"upvotes":795,"subreddit":"tv","icon":null,"timestamp":"2019-05-28 23:44:40 -0700"},{"id":56,"title":"Hashtag roof distillery messenger bag diy church-key readymade.","text":"Wes anderson austin sustainable lumbersexual. Art party readymade cardigan artisan leggings. Tattooed cold-pressed fanny pack. Kickstarter taxidermy pitchfork quinoa. Cleanse trust fund plaid food truck humblebrag austin.","username":"krystin.murazik","hours":272,"upvotes":524,"subreddit":"movies","icon":null,"timestamp":"2019-07-30 12:12:15 -0700"},{"id":57,"title":"Paleo leggings fixie gentrify +1 flexitarian gluten-free food truck farm-to-table.","text":"Scenester meggings yr viral street 90's roof. Phlogiston next level neutra bitters. Pbr&b williamsburg health iphone disrupt bespoke wayfarers. Humblebrag thundercats disrupt.","username":"tommie_mosciski","hours":691,"upvotes":174,"subreddit":"politics","icon":null,"timestamp":"2019-08-26 13:00:54 -0700"},{"id":58,"title":"Street next level semiotics pbr&b wolf slow-carb.","text":"Ramps knausgaard hashtag asymmetrical irony put a bird on it paleo. Bicycle rights whatever chillwave. Roof bespoke try-hard mustache disrupt messenger bag pour-over. Tousled typewriter cardigan craft beer tattooed venmo. Literally shoreditch offal plaid pabst slow-carb synth.","username":"wilson","hours":11,"upvotes":486,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-06-04 15:22:03 -0700"},{"id":59,"title":"Bushwick lo-fi hammock celiac.","text":"Chambray chillwave xoxo salvia intelligentsia pabst marfa waistcoat. Asymmetrical actually phlogiston yuccie +1 occupy jean shorts helvetica. Yr ennui swag messenger bag retro.","username":"ramiro","hours":320,"upvotes":679,"subreddit":"politics","icon":null,"timestamp":"2019-08-17 22:08:16 -0700"},{"id":60,"title":"Tofu roof truffaut scenester art party single-origin coffee.","text":"3 wolf moon asymmetrical cold-pressed five dollar toast. Waistcoat pour-over pinterest venmo. Iphone single-origin coffee aesthetic banh mi kombucha master polaroid fixie. Flannel tousled retro.","username":"pete.bahringer","hours":239,"upvotes":43,"subreddit":"politics","icon":null,"timestamp":"2019-08-29 22:35:17 -0700"},{"id":61,"title":"Organic 3 wolf moon slow-carb authentic squid sartorial neutra church-key.","text":"Sriracha goth knausgaard fashion axe phlogiston cliche drinking slow-carb. Authentic asymmetrical vegan. Godard mlkshk messenger bag tumblr. Actually seitan blue bottle single-origin coffee phlogiston next level. Everyday yuccie letterpress chartreuse post-ironic wes anderson chicharrones.","username":"reatha","hours":212,"upvotes":246,"subreddit":"movies","icon":null,"timestamp":"2019-07-10 14:21:46 -0700"},{"id":62,"title":"Wolf fixie squid shoreditch.","text":"Church-key fanny pack direct trade. Quinoa keytar cardigan cred taxidermy vinegar. Thundercats pitchfork pork belly cray vice polaroid. Artisan trust fund deep v waistcoat carry flannel crucifix.","username":"ernestine.lebsack","hours":942,"upvotes":813,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-07-11 15:55:05 -0700"},{"id":63,"title":"Tattooed tousled salvia slow-carb chambray squid aesthetic post-ironic ramps.","text":"Shabby chic knausgaard vhs. Wayfarers microdosing chillwave tattooed deep v 3 wolf moon. Five dollar toast cornhole ethical normcore vinegar swag. Shabby chic vinegar raw denim hoodie muggle magic.","username":"carl","hours":124,"upvotes":989,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-07-16 13:14:45 -0700"},{"id":64,"title":"Godard pabst retro next level green juice everyday church-key actually.","text":"Quinoa hoodie kale chips 90's pabst bitters. Direct trade schlitz pbr&b ennui vinyl carry tilde whatever. Knausgaard 3 wolf moon brunch. Kombucha park selvage pabst selfies sustainable small batch.","username":"ludie","hours":403,"upvotes":302,"subreddit":"movies","icon":null,"timestamp":"2019-08-07 10:31:09 -0700"},{"id":65,"title":"Ugh trust fund mlkshk salvia put a bird on it pbr&b deep v.","text":"Blog crucifix fixie authentic pabst kombucha. Listicle yuccie post-ironic forage authentic neutra xoxo. Shoreditch twee beard. Narwhal vinyl banjo chillwave listicle. Schlitz etsy +1 vegan.","username":"jerry","hours":997,"upvotes":515,"subreddit":"askreddit","icon":null,"timestamp":"2019-09-01 00:56:47 -0700"},{"id":66,"title":"Pbr&b yolo forage brunch readymade plaid skateboard.","text":"8-bit cronut actually single-origin coffee portland schlitz. Celiac chillwave letterpress lo-fi everyday scenester selvage. Kitsch twee roof shabby chic fanny pack. Polaroid plaid butcher. Seitan truffaut humblebrag trust fund sriracha cray bicycle rights intelligentsia.","username":"felica","hours":910,"upvotes":309,"subreddit":"askreddit","icon":null,"timestamp":"2019-06-29 18:00:44 -0700"},{"id":67,"title":"Shabby chic cliche kickstarter 90's health vinegar yuccie tumblr distillery.","text":"Green juice neutra kickstarter roof typewriter tacos bushwick brooklyn. Literally selfies bicycle rights. Small batch ramps freegan park tattooed. Try-hard butcher single-origin coffee chartreuse 8-bit tattooed chia semiotics.","username":"augustus","hours":717,"upvotes":808,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-06-20 14:51:53 -0700"},{"id":68,"title":"Quinoa locavore biodiesel dreamcatcher.","text":"Meh 3 wolf moon food truck selvage heirloom tacos vinegar. Small batch master skateboard tote bag. Cardigan banh mi etsy ugh fanny pack cray. Tousled you probably haven't heard of them hashtag food truck irony ramps tofu. Paleo butcher yuccie.","username":"jewel","hours":440,"upvotes":926,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-08-11 14:18:36 -0700"},{"id":69,"title":"Skateboard health flannel dreamcatcher sriracha crucifix.","text":"Direct trade twee post-ironic selfies. Everyday stumptown messenger bag twee disrupt portland echo organic. Freegan franzen xoxo fashion axe single-origin coffee. Shabby chic kogi carry tousled cliche. Vhs bespoke yolo roof yuccie schlitz lomo.","username":"johnette.waelchi","hours":799,"upvotes":627,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-07-16 07:32:26 -0700"},{"id":70,"title":"Literally keffiyeh direct trade chillwave banjo pickled cold-pressed.","text":"Tote bag austin pitchfork. Sustainable mumblecore five dollar toast pug occupy small batch deep v. Iphone yr bicycle rights. Typewriter hashtag pabst.","username":"amelia","hours":504,"upvotes":545,"subreddit":"woahdude","icon":null,"timestamp":"2019-05-26 10:43:10 -0700"},{"id":71,"title":"Next level cold-pressed dreamcatcher 3 wolf moon health xoxo park fixie.","text":"Squid williamsburg chia. Keffiyeh street etsy art party kogi blue bottle marfa. Umami beard master health humblebrag locavore. Tousled keffiyeh whatever banh mi kickstarter salvia everyday. Shoreditch put a bird on it cred.","username":"nicolle.ruecker","hours":992,"upvotes":654,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-10 23:52:32 -0700"},{"id":72,"title":"Semiotics pabst intelligentsia cleanse.","text":"Biodiesel kombucha single-origin coffee locavore cray beard. Chambray lo-fi hoodie trust fund gluten-free five dollar toast park. Drinking bespoke keffiyeh migas irony distillery phlogiston.","username":"sheryll.mueller","hours":756,"upvotes":170,"subreddit":"movies","icon":null,"timestamp":"2019-08-08 04:03:09 -0700"},{"id":73,"title":"Meggings pabst fashion axe migas selvage normcore trust fund.","text":"Yuccie microdosing disrupt before they sold out locavore seitan hella. Xoxo cornhole seitan small batch muggle magic jean shorts bushwick tumblr. Tilde try-hard hoodie readymade squid ethical. Portland ugh 8-bit mustache lomo cardigan schlitz leggings. Cardigan mixtape cold-pressed cornhole.","username":"mauricio.dach","hours":290,"upvotes":86,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-07-01 10:10:02 -0700"},{"id":74,"title":"Hella cold-pressed migas trust fund austin disrupt bespoke diy.","text":"Chartreuse gentrify sustainable. Blog photo booth narwhal. Marfa salvia asymmetrical lumbersexual truffaut sartorial five dollar toast poutine. Tote bag actually carry. Blog squid master waistcoat offal direct trade heirloom.","username":"te_pacocha","hours":34,"upvotes":591,"subreddit":"woahdude","icon":null,"timestamp":"2019-05-28 20:37:52 -0700"},{"id":75,"title":"Hoodie paleo stumptown vice farm-to-table cliche shabby chic shoreditch.","text":"Retro brunch fixie leggings brooklyn flannel. Letterpress art party kickstarter chartreuse you probably haven't heard of them disrupt. Mlkshk kombucha cred mumblecore echo kinfolk gentrify. Hashtag everyday tousled raw denim flannel kitsch swag synth. Squid taxidermy actually hammock typewriter leggings.","username":"maisha_stracke","hours":770,"upvotes":546,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-06 03:19:21 -0700"},{"id":76,"title":"Hella scenester muggle magic hoodie photo booth.","text":"Food truck diy humblebrag selfies. Vice fashion axe drinking franzen brunch kogi forage. Cliche selfies cray 8-bit. Brooklyn cliche cardigan cronut seitan put a bird on it mustache keffiyeh.","username":"andrea","hours":399,"upvotes":498,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-08-04 21:39:29 -0700"},{"id":77,"title":"Viral irony umami quinoa neutra pickled poutine tacos dreamcatcher.","text":"Austin authentic synth viral. Bushwick pitchfork cray. Hoodie echo brooklyn tote bag kickstarter jean shorts kitsch. Next level tattooed irony.","username":"shawana","hours":976,"upvotes":648,"subreddit":"movies","icon":null,"timestamp":"2019-07-02 16:01:30 -0700"},{"id":78,"title":"Lo-fi distillery stumptown tattooed.","text":"You probably haven't heard of them sartorial retro iphone organic ethical. Poutine gentrify tattooed austin chia vegan polaroid paleo. Lo-fi neutra brooklyn. Food truck tilde lo-fi.","username":"ta","hours":238,"upvotes":576,"subreddit":"askreddit","icon":null,"timestamp":"2019-08-19 09:26:47 -0700"},{"id":79,"title":"Leggings bushwick 8-bit cold-pressed you probably haven't heard of them.","text":"Sriracha loko organic +1. Intelligentsia lomo yuccie organic put a bird on it blog retro. Retro ugh trust fund. Diy cred pbr&b twee kombucha pinterest cliche five dollar toast. Austin pickled tacos fingerstache offal.","username":"martin","hours":162,"upvotes":149,"subreddit":"movies","icon":null,"timestamp":"2019-07-13 11:44:05 -0700"},{"id":80,"title":"Heirloom pabst you probably haven't heard of them green juice.","text":"Muggle magic tote bag authentic semiotics banh mi retro bespoke 8-bit. Helvetica cray typewriter art party bicycle rights twee pabst tousled. Seitan meditation lomo dreamcatcher disrupt muggle magic. Jean shorts xoxo ugh bitters gastropub park. Trust fund echo pabst.","username":"homer.reynolds","hours":897,"upvotes":195,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-09-03 22:44:20 -0700"},{"id":81,"title":"Artisan vinegar occupy hella put a bird on it.","text":"Diy 3 wolf moon kogi cornhole letterpress brooklyn skateboard drinking. Carry cray mixtape cronut paleo. Pbr&b messenger bag sartorial. Pickled selfies aesthetic hoodie street shoreditch before they sold out. Wayfarers phlogiston neutra 90's kale chips.","username":"steffanie","hours":798,"upvotes":794,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-26 01:28:08 -0700"},{"id":82,"title":"Cray hella chartreuse wolf sartorial.","text":"Cornhole twee helvetica tousled echo. Pour-over waistcoat everyday cleanse. Heirloom mumblecore hammock. Meh cronut authentic.","username":"lanny.kulas","hours":384,"upvotes":688,"subreddit":"insanepeoplefacwebook","icon":null,"timestamp":"2019-08-29 04:20:13 -0700"},{"id":83,"title":"Austin asymmetrical kale chips disrupt single-origin coffee master scenester tumblr.","text":"Brooklyn farm-to-table lumbersexual diy 90's ramps viral kitsch. Humblebrag 8-bit lumbersexual. Jean shorts meditation chicharrones pug meh pickled farm-to-table.","username":"randal_jerde","hours":272,"upvotes":134,"subreddit":"askreddit","icon":null,"timestamp":"2019-07-01 07:50:08 -0700"},{"id":84,"title":"Paleo offal narwhal roof kombucha distillery meditation.","text":"Food truck vhs dreamcatcher carry single-origin coffee bushwick. Pbr&b single-origin coffee chia. Aesthetic cliche jean shorts cleanse occupy. Normcore direct trade shoreditch distillery franzen wes anderson skateboard.","username":"hollis","hours":959,"upvotes":729,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-30 02:33:03 -0700"},{"id":85,"title":"Brunch photo booth brooklyn craft beer artisan ethical.","text":"Biodiesel synth crucifix microdosing chartreuse shoreditch pug. Paleo schlitz everyday narwhal bicycle rights. Taxidermy pug microdosing fashion axe schlitz.","username":"eulalia.schmitt","hours":658,"upvotes":693,"subreddit":"politics","icon":null,"timestamp":"2019-06-20 18:15:23 -0700"},{"id":86,"title":"Literally marfa bespoke waistcoat 3 wolf moon synth actually freegan.","text":"Swag loko williamsburg. Chicharrones taxidermy phlogiston diy. Diy sustainable ugh knausgaard yuccie letterpress skateboard.","username":"maryanne","hours":963,"upvotes":74,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-07-08 07:28:58 -0700"},{"id":87,"title":"Messenger bag whatever vegan readymade fingerstache pop-up mumblecore sartorial.","text":"Cred blog wolf hashtag poutine. Semiotics chia fingerstache muggle magic lomo. Mlkshk seitan kogi salvia squid knausgaard leggings. Hammock sriracha asymmetrical. Messenger bag 3 wolf moon readymade lomo cred lumbersexual disrupt williamsburg.","username":"jona.stroman","hours":884,"upvotes":547,"subreddit":"askreddit","icon":null,"timestamp":"2019-07-10 01:31:21 -0700"},{"id":88,"title":"Cred kale chips farm-to-table five dollar toast flexitarian butcher.","text":"Five dollar toast meh humblebrag artisan. Pickled salvia tote bag leggings paleo jean shorts bicycle rights. Hoodie cronut waistcoat flexitarian. Beard pinterest hammock.","username":"isaias.orn","hours":610,"upvotes":539,"subreddit":"movies","icon":null,"timestamp":"2019-07-31 16:05:39 -0700"},{"id":89,"title":"Polaroid ugh listicle you probably haven't heard of them celiac deep v organic venmo.","text":"Sustainable forage stumptown. Tumblr aesthetic fingerstache kickstarter freegan vice paleo phlogiston. Bespoke brooklyn before they sold out marfa mlkshk cray skateboard. Dreamcatcher farm-to-table wes anderson sriracha. Pinterest butcher marfa godard truffaut.","username":"cary","hours":628,"upvotes":775,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-16 06:16:41 -0700"},{"id":90,"title":"Schlitz roof butcher mustache literally dreamcatcher try-hard sartorial.","text":"Disrupt goth dreamcatcher letterpress bushwick synth scenester. Sriracha williamsburg chambray cornhole hashtag. Single-origin coffee fanny pack pinterest.","username":"harlan","hours":186,"upvotes":672,"subreddit":"askreddit","icon":null,"timestamp":"2019-06-19 00:15:52 -0700"},{"id":91,"title":"Swag kinfolk kogi tote bag aesthetic twee pour-over sustainable.","text":"Cliche heirloom yuccie try-hard health. Quinoa godard tote bag actually echo occupy disrupt chia. Locavore chartreuse meh vinegar.","username":"lilian","hours":166,"upvotes":291,"subreddit":" nostupidquestions","icon":null,"timestamp":"2019-06-20 19:56:37 -0700"},{"id":92,"title":"Semiotics lumbersexual pug drinking.","text":"Art party microdosing blog occupy. Try-hard scenester waistcoat. Whatever mlkshk readymade meditation banh mi authentic. Vice green juice gentrify tattooed cred knausgaard celiac banh mi. Distillery taxidermy cornhole mumblecore yr.","username":"angelyn","hours":116,"upvotes":310,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-09 22:21:49 -0700"},{"id":93,"title":"Biodiesel wayfarers farm-to-table muggle magic kickstarter iphone blog.","text":"Venmo phlogiston tacos cronut freegan wes anderson trust fund. Authentic biodiesel chillwave franzen godard vice leggings brooklyn. Twee listicle plaid distillery venmo umami beard. Lomo tacos chicharrones hoodie cornhole austin small batch. Migas 90's banjo meggings mumblecore health.","username":"karon.wilderman","hours":787,"upvotes":491,"subreddit":"tv","icon":null,"timestamp":"2019-06-28 19:47:40 -0700"},{"id":94,"title":"Direct trade cray biodiesel gentrify leggings truffaut.","text":"3 wolf moon banh mi kinfolk. Post-ironic biodiesel art party intelligentsia messenger bag truffaut. Blue bottle kogi deep v roof goth disrupt. Food truck health kitsch chartreuse cliche williamsburg keffiyeh. Cred gluten-free organic diy tacos pinterest pitchfork.","username":"tinisha_erdman","hours":433,"upvotes":359,"subreddit":"tv","icon":null,"timestamp":"2019-06-04 06:42:00 -0700"},{"id":95,"title":"Banjo phlogiston health craft beer.","text":"Artisan fingerstache iphone wayfarers etsy butcher squid 3 wolf moon. Farm-to-table jean shorts actually tousled lomo freegan. Farm-to-table gastropub sustainable try-hard. Banjo shabby chic tumblr farm-to-table skateboard tacos. Yolo brooklyn locavore food truck.","username":"elmira","hours":583,"upvotes":41,"subreddit":"woahdude","icon":null,"timestamp":"2019-06-17 23:35:45 -0700"},{"id":96,"title":"Paleo cornhole green juice xoxo intelligentsia kinfolk skateboard.","text":"Fixie flannel put a bird on it actually. Wolf letterpress marfa authentic. Art party normcore goth chillwave swag wolf kogi vinegar. Letterpress gastropub before they sold out 90's.","username":"bruno.balistreri","hours":247,"upvotes":395,"subreddit":"woahdude","icon":null,"timestamp":"2019-08-18 18:42:54 -0700"},{"id":97,"title":"Artisan jean shorts meditation cold-pressed occupy fingerstache.","text":"8-bit art party cred kitsch actually. Trust fund artisan food truck biodiesel. Vinegar plaid listicle you probably haven't heard of them cronut.","username":"rudolph","hours":547,"upvotes":10,"subreddit":"brandnewsentence","icon":null,"timestamp":"2019-07-16 02:01:56 -0700"},{"id":98,"title":"Mixtape drinking celiac meditation kogi banjo pickled cronut.","text":"Ugh vice butcher pinterest art party. Messenger bag photo booth blog. Offal 8-bit ennui plaid tattooed chicharrones.","username":"alonzo.pouros","hours":304,"upvotes":43,"subreddit":"tv","icon":null,"timestamp":"2019-08-20 17:11:35 -0700"},{"id":99,"title":"Stumptown gentrify keytar vinyl.","text":"Mlkshk fashion axe waistcoat. Literally before they sold out locavore wolf disrupt mixtape. Kitsch scenester seitan kale chips pug neutra offal.","username":"mckinley","hours":859,"upvotes":194,"subreddit":"tv","icon":null,"timestamp":"2019-05-29 01:41:21 -0700"},{"id":100,"title":"Poutine pop-up thundercats bespoke.","text":"Forage trust fund marfa quinoa. Craft beer pickled fingerstache tousled. Craft beer keffiyeh chillwave banjo roof carry. Intelligentsia locavore farm-to-table bushwick kogi. Williamsburg vinyl brunch mumblecore quinoa selvage tousled carry.","username":"ayesha","hours":452,"upvotes":96,"subreddit":"tv","icon":null,"timestamp":"2019-07-10 16:42:52 -0700"}]